Repository: dominno/django-moderation
Catalog: moderation/locale/*/LC_MESSAGES/django.po
Languages: de

source: Approve selected moderated objects
de: Ausgew채hlte zu moderierende Objekte freigeben

source: Reject selected moderated objects
de: Ausgew채hlte zu moderierende Objekte ablehnen

source: Set selected moderated objects as Pending
de: Setze ausgew채hlte zu moderierende Objekte auf Ausstehend

source: Object is viewable on site, it will be removed if moderator rejects it
de: Objekt ist auf der Seite sichtbar, es wird entfernt falls Moderatoren es ablehnen

source: Object is not viewable on site, it will be visible if moderator accepts it
de: Objekt ist auf der Seite nicht sichtbar, es wird sichtbar sobald es von Moderatoren freigegeben wird

source: Object has been rejected by moderator, reason: %s
de: Obejto foi rejeitado pelo moderador, motivo: %s

source: Object has been approved by moderator and is visible on site
de: Objekt wurde von Moderatoren freigegeben und ist nun auf der Seite sichtbar

source: This object is not registered with the moderation system.
de: Dieses Objekt ist nicht im Moderationssystem registriert.

source: All
de: Alle

source: Ready for moderation
de: Bereit zur Moderation

source: Draft
de: Entwurf

source: Rejected
de: Abgelehnt

source: Approved
de: Freigegeben

source: Pending
de: Ausstehend

source: Moderated Object
de: Moderiertes Objekt

source: Moderated Objects
de: Moderierte Objekte

source: Change object
de: Bearbeite Objekt

source: Object differences
de: Objekt Unterschiede

source: Reject
de: Ablehnen

source: Approve
de: Freigeben

source: Select object to moderate
de: W채hle Objekt zur Moderation aus
